{
  "name": "Follower",
  "type": "ancestry",
  "effects": [],
  "system": {
    "description": {
      "gm": "",
      "value": "<p>A follower is an NPC who accompanies and assists you for an extended period of time, perhaps even an entire campaign. You can gain a follower by taking the captain archetype. Followers are companions who rely upon you for direction in combat; they have the minion trait. You can have a follower and a familiar or pet, but you can't have a follower if you already have an animal companion or another companion that prevents you from having an animal companion.</p><p><strong>Ancestry:</strong> Most followers are human, and so have the human and humanoid traits. They are size Medium, have a 25-foot Speed, and speak Common plus a number of additional languages equal to 1 + their Intelligence modifier. While followers have a heritage that is part of their personal story and background, followers don't gain mechanical benefits from their heritage. For information on followers of other ancestries, see the @UUID[Compendium.pf2e.feats-srd.Item.mW9uqRmI0Wi2qYSm]{Leader of All} feat.</p><p><strong>Follower Type:</strong> Followers can come from all walks of life and have a wide variety of experiences and abilities. For ease of play, followers are grouped into broad categories called follower types, such as berserker or medic.</p><p><strong>Kits:</strong> Each follower has a personal set of gear called a kit, which automatically improves as the PCs level up and has a level equal to the PCs' level. The kit includes the follower's weapons, armor, and other items that they require to perform the actions listed in their statistics. Followers can't wear or use items other than those in their kit, nor can they share equipment with the PCs. A follower's damage with melee and ranged Strikes depends upon their follower type. Each follower type has a default weapon listed; if you would like your follower to use a different weapon that deals the same or lower damage from the same category (for example, simple melee weapon or martial ranged weapon) that requires the same number of hands to wield, talk to your GM. Followers are assumed to maintain their kit. This includes procuring adequate ammunition for ranged weapons, as well as repairing damaged gear. A follower can spend 10 minutes to repair all their broken and damaged equipment, and they can replace destroyed equipment during daily preparations.</p><p><strong>Payment:</strong> The follower mechanics abstract away the compensation that followers receive for their work, so as not to impact the expected party wealth. Followers are assumed to earn enough income to provide for their own food, clothing, and shelter, to maintain and upgrade their kits (see above), and to have a comfortable standard of living. The source of this income is up to the GM and player to decide based on the follower's circumstances; perhaps they have been hired by the PCs' patron or an outside organization to work with the PCs, or perhaps the PCs earn additional wealth in their adventures that is earmarked for the follower.</p><p><strong>Replacing a Follower:</strong> Followers might part ways with the PCs for a variety of reasons, whether it be the follower's death or other events during the campaign. If a PC loses a follower, they can spend a week of downtime to replace them. Replacing a follower generally requires the PC to be in a settlement or other location where recruits are available, but the GM can also introduce followers organically during the adventure.</p>"
    },
    "rules": [],
    "slug": "follower",
    "_migration": {
      "version": 0.952,
      "lastMigration": null,
      "previous": {
        "schema": 0.941,
        "foundry": "13.350",
        "system": "7.7.1"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "human",
        "humanoid",
        "minion"
      ],
      "rarity": "common"
    },
    "publication": {
      "title": "Pathfinder Battlecry!",
      "authors": "",
      "license": "ORC",
      "remaster": true
    },
    "hp": 6,
    "size": "med",
    "hands": 2,
    "reach": 5,
    "speed": 25,
    "boosts": {
      "0": {
        "value": []
      },
      "1": {
        "value": []
      },
      "2": {
        "value": []
      }
    },
    "flaws": {
      "0": {
        "value": []
      }
    },
    "languages": {
      "value": [
        "common"
      ],
      "custom": ""
    },
    "additionalLanguages": {
      "count": 1,
      "value": [],
      "custom": ""
    },
    "items": {},
    "vision": "normal"
  },
  "img": "systems/pf2e/icons/default-icons/ancestry.svg",
  "folder": "zKTeOPAN4j7XNKlO",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.350",
    "systemId": "pf2e",
    "systemVersion": "7.7.1"
  },
  "ownership": {
    "default": 0,
    "AhhBYTk3xYRMuz4T": 3
  },
  "_id": "mefI4QYwzSIQiwGj",
  "sort": 100000,
  "_key": "!items!mefI4QYwzSIQiwGj"
}
